Pigwel 개인정보처리방침

 

사단법인 동물복지문제연구소 어웨어(이하 ‘어웨어’)는 개인정보 보호법 제30조에 따라 정보주체(에게 개인정보 처리에 관한 절차 및 기준을 안내하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 다음과 같이 개인정보 처리방침을 수립·공개합니다.

 

제1조 (개인정보의 처리목적)

1) 어웨어는 개인정보를 서비스 제공 및 민원처리, 고지사항 전달 등의 이용자 관리 목적으로 수집·보유하고 있습니다.

 

2) 수집한 개인정보는 수집 목적 이외의 용도로는 사용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

 

제2조 (개인정보의 처리 및 보유기간)

1) 이용자의 동의 하에 수집된 개인정보는 회원자격이 유지되는 동안 보유 및 이용되며, 해지를 요청하는 경우에는 재생이 불가능한 방법에 의해 파기됩니다. 단, 다음과 같은 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 일정기간 보유합니다.

 

1. 웹사이트 방문기록 : 3개월

- 보존근거: 통신비밀보호법

 

2. 관계법령이나 어웨어의 서비스 이용약관을 위반한 불량 이용자에 관한 기록: 1년

 

제3조 (처리하는 개인정보 항목 및 수집방법)

1) 어웨어는 개인정보 수집·보유 목적에 필요한 최소한의 정보를 수집·처리하고 있습니다.

 

2) 어웨어의 서비스 이용과정에서 IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등의 개인정보 항목이 자동으로 생성되어 수집 될 수 있습니다.

 

3) 어웨어는 법령의 규정과 정보주체의 동의에 의해서만 개인정보를 수집·보유하고 있으며, 수집하는 개인정보 항목은 다음과 같습니다.

1. 회원 가입 시 수집하는 개인정보의 항목: 이메일주소, 비밀번호, 닉네임, 아이디

2. 어플리케이션 사용 시 수집하는 개인정보의 항목: 농장 데이터 수집을 위한 기본정보, 돈사정보 (농장명, 농장위치 등)

 

4) 개인정보의 수집방법

- 모바일, 협력회사로부터의 제공

 

제4조 (개인정보의 제3자 제공)

1) 어웨어는 원칙적으로 정보주체의 개인정보를 수집·이용 목적의 범위 내에서 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의 없이 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.

1. 정보주체로부터 별도의 동의를 받은 경우

2. 다른 법률에 특별한 규정이 있는 경우

3. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백한 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우

4. 개인정보를 목적 외의 용도로 이용하거나 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우

5. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우

6. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우

7. 법원의 재판업무 수행을 위하여 필요한 경우

8. 형(刑) 및 감호, 보호처분의 집행을 위하여 필요한 경우

 

제4조의2 (개인정보의 추가적인 이용·제공 등)

1) 어웨어는 개인정보 보호법 시행령 14조의2에 따라 다음의 각호에 해당되는 경우 정보주체의 별도 동의 없이 개인정보를 추가 이용 또는 제공할 수 있습니다.

1. 당초 수집 목적과 관련성이 있는 경우

2. 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의 추가적인 이용 또는 제공에 대한 예측 가능성이 있는 경우

3. 정보주체의 이익을 부당하게 침해하지 않는 경우

4. 가명처리 또는 암호화 등 안전성 확보에 필요한 조치 마친 경우

 

제5조 (개인정보처리 위탁)

1) 어웨어는 개인정보처리 업무위탁 시 다음의 사항을 계약(협약)문서로 명시하여 처리하고, 수탁자가 개인정보를 안전하게 처리하는지 교육 및 관리감독을 하고 있습니다.

1. 위탁업무 수행 목적 외 개인정보의 처리 금지에 관한사항

2. 개인정보의 기술적·관리적 보호조치에 관한 사항

3. 위탁업무의 목적 및 범위

4. 재위탁 제한에 관한 사항

5. 개인정보에 대한 접근 제한 등 안전성 확보조치에 관한 사항

6. 위탁업무와 관련하여 보유하고 있는 개인정보의 관리 현황 점검 등 감독에 관한사항

7. 수탁자가 준수하여야 할 의무를 위반한 경우의 손해배상 등 책임에 관한사항

 

제6조 (개인정보 안전성 확보 조치)

1) 어웨어는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.

1. 개인정보의 안전한 처리를 위한 내부관리계획의 수립·시행

2. 개인정보처리시스템에 대한 접근권한관리계획을 수립·시행

3. 정보통신망을 통한 불법적인 접근 및 침해사고 예방을 대책 수립·시행

4. 정보통신망을 통한 고유식별정보, 비밀번호, 생체정보 송신이나 저장할 경우 암호화 처리

5. 개인정보취급자가 개인정보처리시스템에 접근한 기록을 보관, 정기점검

6. 개인정보에 대한 보안프로그램의 설치 및 갱신

7. 개인정보 유출 등 개인정보 침해사고 방지를 위하여 단말기 접근제한 및 보안프로그램 설치

8. 데이터센터, 자료보관실 등 개인정보를 보관하고 있는 물리적 장소 출입통제

9. 재해·재난 대비 개인정보처리시스템 보호를 위한 위기대응 매뉴얼 등 대응절차 마련 및 정기점검

10. 개인정보 보유기한 도래 등 파기사유가 발생한 경우 복구 되지 않도록 완전 파기

 

제7조 (개인정보의 파기)

이용자의 개인정보는 아래의 기준에 의해 관리됩니다.

1) 파기대상

1. 수집 및 이용목적이 달성되거나, 보유 및 이용기간이 경과된 개인정보

2. 어웨어의 서비스를 1년 동안 이용하지 않는 이용자의 개인정보

3. 법령에서 별도의 기간을 정하고 있는 경우 해당 법령에서 정한 기간이 경과한 개인정보

 

2) 파기절차 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 보관 기간 동안 저장된 후 지체 없이 파기됩니다. 어웨어의 서비스를 1년 동안 이용하지 않는 이용자의 개인정보 중 서비스 재이용을 위해 필요한 최소한의 정보는 다른 이용자의 개인정보와 분리되어 별도로 저장‧관리되며, 서비스를 마지막으로 이용한 시점에서 5년이 경과되면 파기됩니다. 단, 개인정보를 별도로 저장‧관리하는 경우에는 관계법령에 특별한 규정이 있는 경우를 제외하고는 해당 개인정보를 이용하거나 제공하지 않습니다.

 

3) 파기방법

① 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기됩니다.

② 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

 

제8조 (정보주체와 법정대리인의 권리ㆍ의무 및 그 행사방법)

1) 정보주체(만 14세 미만인 경우에는 법정대리인을 말함)는 어웨어에 대해 개인정보 열람ㆍ정정·삭제ㆍ처리정지 요구 등의 권리를 행사할 수 있습니다.

2) 제1항에 따른 권리 행사는 개인정보 보호법 시행규칙 별지 제8호 서식을 작성하여 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며, 어웨어는 이에 대해 지체 없이 조치하겠습니다.

3) 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 처리 방법에 관한 고시 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.

4) 개인정보 열람 및 처리정지 요구는 개인정보 보호법 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.

5) 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.

6) 어웨어는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

 

제9조 (권익침해 구제방법)

1) 정보주체는 아래의 기관을 통하여 개인정보 침해에 대한 피해구제, 상담 등을 신청하실 수 있습니다.

<아래의 기관은 어웨어와는 별개의 기관으로서, 어웨어의 자체적인 개별정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.>

 

개인정보 침해신고센터 (개인정보보호위원회, 한국인터넷진흥원 운영)

 

- 소관업무 : 개인정보 침해사실 신고, 상담 신청

- 홈페이지 : privacy.kisa.or.kr

- 전화 : (국번없이) 118

개인정보 분쟁조정위원회

 

- 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)

- 홈페이지 : www.kopico.go.kr

- 전화 : (국번없이) 1833-6972

대검찰청 : (국번없이) 1301, www.spo.go.kr

 

경찰청 : (국번없이) 182, ecrm.cyber.go.kr

 

2) 개인정보 보호법 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.

중앙행정심판위원회 : (국번없이) 110, www.simpan.go.kr

 

제10조 (개인정보 보호책임자)

어웨어는 개인정보를 보호하고 개인정보 관련 상담과 불만·피해구제 또는 고충 등을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 담당자를 지정하고 있습니다.

개인정보 보호책임자 및 담당자: 대표 이형주

- 전화: 070-8666-6765

- 팩스: 02-6455-6765

- 메일: awarekorea@gmail.com

 

제11조 (가명정보 처리에 관한 사항)

1) 어웨어는 수집한 개인정보를 특정 개인을 알아볼 수 없도록 가명 처리하여 통계작성, 과학적 연구, 공익적 기록보존 등을 위하여 처리할 수 있습니다.

 

2) 가명정보는 재식별되지 않도록 분리하여 별도 저장·관리하고 가명정보의 처리 내용에 대해 기록을 작성하여 보관하는 등 필요한 기술적·관리적 보호조치를 취하고 있습니다.

 

제12조 (개인정보 처리방침 변경)

1) 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 어플리케이션을 통해 고지할 것입니다.

 

2) 이 개인정보 처리방침은 2023. 7. 1.부터 적용됩니다.

 

 
